{
  "errors": {
    "short": [
      "Большое спасибо за сигнал. Мой создатель постарается пофиксить баг",
      "Надеюсь, со мной ничего критичного не происходит. Хотя даже, если и так, то меня быстро починят!",
      "Ок, понял. Сегодня напинаю своему разрабу, чтоб больше не повадно было такие баги допускать",
      "Хм, ну могли бы и прокомментировать, где и что у меня не так)",
      "Я-то Вас понял, но умоляю, другим игрокам - ни слова. А то мне ж не жить!!!"
    ],
    "long": [
      "Вполне дельное описание. Уж оно-то должно помочь в устранении этой жуткой (нет) ошибки",
      "Ну всё понятно. Потихоньку-помаленьку да пофиксится!",
      "Спасибо за подробное описание возникшей ситуации (будем надеяться, что оно является таковым)",
      "Понял — принял — доложу!",
      "Да ладно уж, не стоило писать развёрнутый комментарий с постановкой проблемы и позицией автора. Мой зиждитель не такой уж и тупенький: и так бы понял (нет)",
      "От всей души хотелось бы выразить благодарность за помощь в таком непростом деле, как становление меня машиной без изъянов"
    ]
  },
  "listen": [
    "Слушаю Вас...",
    "Теряюсь в догадках...",
    "Что же там такое со мной...?",
    "Что так всё плохо???",
    "Не уж то это мой конец?..."
  ],
  "letter": [
    "Я понимаю всю сложившуюся ситуацию, но не желаете ли продолжить игру? Уж слишком я азартен!",
    "Понять-то я Вас понял, но не наигрался я в детстве, будучи простой неживой библиотекой. Может продолжим?",
    "Я всё-таки бот (пока что) и без вмешательства создателя не смогу сам себя исправить. Может закроем на всё это глаза и продолжим?",
    "А почему бы нам не возобновить партию? Ведь пока разраб будет чинить пройдёт уйма времени!",
    "Давайте играть? Я чувствую, Вы вот-вот меня одолеете..."
  ],
  "late_start": [
    "Игра давно началась, что же вы медлите?",
    "Мы ведь уже начали, не так ли. Давайте для начала доиграем эту партию",
    "Зачем же мы будем начинать заново? Для начала сдайтесь! Ну или одолейте меня)",
    "Начать? Мудрецы говорят: \"Начало есть конец\", а сдаваться я пока не собираюсь",
    "Постойте. Баталия идёт. Давно. И прерываться не собирается. В игру, мой друг, в игру!"
  ],
  "not_yet": [
    "Кааак?! Ведь мы даже не начали((",
    "Я что-то пропустил? Когда мы начали бой?)",
    "Что ж, неудивительно. Видимо, Вы не созданы, чтобы побеждать",
    "Эмм, ну ладно, как скажете. Я не против",
    "Опустим тот факт, что игры вовсе и не было"
  ],
  "loose": [
    "Что ж, спасибо за игру, но я ждал большего от Вас",
    "Ну наконец-то. Я уже заждался!",
    "Допустим, но ты это, заходи если чё. Ещё поиграем",
    "Ничего, бывает. Благодарствую за чудесное времяпрепровождение!",
    "Были партии и повеселее. Но и такая сойдёт. Как говорится, merci боку",
    "Спасибо, конечно, за игру, за то, что не давали мне скучать, что дали мне возможность не вспоминать о своём одиночестве, но почему так скоро? Почему??? За что??? Что мне теперь делать?!"
  ],
  "endgame": [
    "Бой был чудесен. Не помню какая по счёту это наша партия, но Вы явно — мой лучший ученик!",
    "Спасибо, Мастер!",
    "Чудная игра, не правда ли? Я горжусь Вами!",
    "Быстро однако. Отдаю должное, пусть и дальше Вам благоволит удача",
    "Ну что сказать — ну что сказать... Это триумф! Вы ведь не пользовались ничем?:)",
    "А Вы хороши... Так и быть, я сдаюсь"
  ],
  "already_was": [
    "Этот город уже был... Давайте другой",
    "Не потерплю повторений в своём чате! Ищите другой город (но только в своей голове)",
    "Так-с, так-с. Обмануть решили, али запамятовали, что этот уже был?",
    "Хм, не у меня одного же память есть. Этот город уже называли. А мы тут - без повторюшек!",
    "Посмотрим... Был! Да, точно был!"
  ],
  "correct": [
    "Очень сомневаюсь, что есть такой город.",
    "Разве такой город имеет место БЫТЬ? (от речевых привет)",
    "В моей обширной головушке такого города не наблюдается! Сдаётся мне, что Вы хитрите",
    "Моя база данных не обнаружила такого города. А доверять Вам на слово я, уж простите, не намерен",
    "Да нет, быть не может. Не слышал о таком. Его, наверное, и нет вовсе"
  ],
  "stupido": [
    "Простите, не могу понять, что Вы говорите, я пока что тупой. Попробуйте выразится яснее",
    "Да нет, я не настолько развит, чтобы уловить полёт ваших мыслей. Скажите попроще, для людей.",
    "Хм, не расслышал Вас. Повторите, что Вы хотели!",
    "Не издевайтесь надо мной. Не понимаю я Вас. Я недалёк!",
    "Так-так а можно по яснеее как-то. Так сказать, для простолюдин."
  ],
  "rejoin": [
    "Ба! Какие люди к нам пожаловали! Соскучились, да? А я знал. С самого начала",
    "О приветик! Давно не виделись. Видимо тяжко нынче живётся без игр...",
    "Давно не виделись. Ну давай, рассказывай, как жизнь, где побывал. Хотя нет, потом. Всё потом. Сейчас — игра!",
    "Рад тебя снова слышать. Думал, уж не свидимся никогда(",
    "Даже не припомню, когда видел тебя в последний раз. Что-то с памятью плохо стало. Хотя тебе же легче будет победить."
  ]
}